[
  {"id":"aliGenderBasedViolenceComprehensive2023","accessed":{"date-parts":[[2023,10,1]]},"citation-key":"aliGenderBasedViolenceComprehensive2023","DOI":"10.1007/978-3-031-05640-6","editor":[{"family":"Ali","given":"Parveen"},{"family":"Rogers","given":"Michaela M."}],"event-place":"Cham","ISBN":"978-3-031-05639-0 978-3-031-05640-6","issued":{"date-parts":[[2023]]},"language":"en","publisher":"Springer International Publishing","publisher-place":"Cham","source":"DOI.org (Crossref)","title":"Gender-Based Violence: A Comprehensive Guide","title-short":"Gender-Based Violence","type":"book","URL":"https://link.springer.com/10.1007/978-3-031-05640-6"},
  {"id":"brooksItTimeAbandon2018","abstract":"Background It has been established that mental health-care planning does not adequately respond to the needs of those accessing services. Understanding the reasons for this and identifying whose needs care plans serve requires an exploration of the perspectives of service users, carers and professionals within the wider organizational context. Objective To explore the current operationalization of care planning and perceptions of its function within mental health services from the perspectives of multiple stakeholders. Settings and participants Participants included 21 mental health professionals, 29 service users and 4 carers from seven Mental Health Trusts in England. All participants had experience of care planning processes within secondary mental health-care services. Methods Fifty-four semi-structured interviews were conducted with participants and analysed utilizing a qualitative framework approach. Findings Care plans and care planning were characterized by a failure to meet the complexity of mental health needs, and care planning processes were seen to prioritize organizational agendas and risk prevention which distanced care planning from the everyday lives of service users. Discussion and conclusions Care planning is recognized, embedded and well established in the practices of mental health professionals and service users. However, it is considered too superficial and mainly irrelevant to users for managing mental health in their everyday lives. Those responsible for the planning and delivery of mental health services should consider ways to increase the relevance of care planning to the everyday lives of service users including separating risk from holistic needs assessment, using support aids and utilizing a peer workforce in this regard.","accessed":{"date-parts":[[2023,10,1]]},"author":[{"family":"Brooks","given":"Helen L."},{"family":"Lovell","given":"Karina"},{"family":"Bee","given":"Penny"},{"family":"Sanders","given":"Caroline"},{"family":"Rogers","given":"Anne"}],"citation-key":"brooksItTimeAbandon2018","container-title":"Health Expectations","DOI":"10.1111/hex.12650","ISSN":"1369-7625","issue":"3","issued":{"date-parts":[[2018]]},"language":"en","page":"597-605","source":"Wiley Online Library","title":"Is it time to abandon care planning in mental health services? A qualitative study exploring the views of professionals, service users and carers","title-short":"Is it time to abandon care planning in mental health services?","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/hex.12650","volume":"21"},
  {"id":"callaghanOxfordHandbookMental2015","author":[{"family":"Callaghan","given":"Patrick"},{"family":"Gamble","given":"Catherine"},{"literal":"VLeBooks"}],"citation-key":"callaghanOxfordHandbookMental2015","collection-title":"Oxford handbooks in nursing","edition":"Second edition / edited by Patrick Callaghan, Catherine Gamble.","event-place":"Place of publication not identified","ISBN":"978-0-19-100885-6","issued":{"date-parts":[[2015]]},"language":"eng","publisher":"VLeBooks","publisher-place":"Place of publication not identified","source":"napier.primo.exlibrisgroup.com","title":"Oxford handbook of mental health nursing.","type":"book"},
  {"id":"cavallaroFundamentalsPsychiatryHealth2022","accessed":{"date-parts":[[2023,10,1]]},"citation-key":"cavallaroFundamentalsPsychiatryHealth2022","DOI":"10.1007/978-3-031-07715-9","editor":[{"family":"Cavallaro","given":"Roberto"},{"family":"Colombo","given":"Cristina"}],"event-place":"Cham","ISBN":"978-3-031-07714-2 978-3-031-07715-9","issued":{"date-parts":[[2022]]},"language":"en","publisher":"Springer International Publishing","publisher-place":"Cham","source":"DOI.org (Crossref)","title":"Fundamentals of Psychiatry for Health Care Professionals","type":"book","URL":"https://link.springer.com/10.1007/978-3-031-07715-9"},
  {"id":"clarkUsePositiveBehaviour2020","abstract":"Accessible summary What is known on the subject? There is a drive to use positive and proactive approaches to mental health care to reduce the use of restrictive practices such as seclusion and restraint. Positive behaviour support plans have been used successfully to do this in learning disability services, and in England, it is now a regulatory requirement that anyone with challenging behaviour should have an individualized behaviour support plan. However, positive behaviour support plans specifically have not been evaluated as part of routine mental health care and mental health nurses' and relatives' attitudes towards them are unknown. What this paper adds to existing knowledge? This evaluation of positive behaviour support plans in routine mental health inpatient care found that they had not been widely implemented or completed as intended. Barriers to the use of the plans included confusion among nurses and relatives around the principles of positive behaviour support, including how, when and for whom the plans should be used, difficulties in being able to describe the function of a patient's behaviour and lack of engagement with relatives and patients. Nevertheless, nurses and relatives valued the plans, in particular for their potential to facilitate holistic care. What are the implications for practice? To use the plans successfully, mental health nurses will need training to understand fully the rationale behind the positive behaviour support approach and will need to engage more with relatives and patients. Commitment to the approach from the whole care team and organization will be needed to implement the plans consistently for all patients. Abstract Introduction An international drive is to minimize restrictive practices in mental health care. Positive behaviour support plans (PBSPs) help staff prevent behaviour which would require restrictive intervention. Originating in learning disability services, data within mental health care are limited. Aims To evaluate PBSPs within a mental health inpatient service; understand mental health nurses' and relatives' attitudes to them; and understand the barriers and facilitators for their use in routine mental health care. Methods Mixed methods—quality ratings and interviews with relatives and nurses. Results Positive behaviour support plans were poorly implemented. Relatives and nurses valued the potential of PBSPs to facilitate holistic care, though no relative had contributed to one and not every eligible patient had one. Barriers to their use included confusion around positive behaviour support, including how, when and for whom PBSPs should be used, and difficulties describing the function of a behaviour. Discussion The potential of PBSPs to improve mental health care is recognized. However, there are barriers to their use which should be addressed to ensure that PBSPs have been properly implemented before their impact on patient care can be assessed. Implications for practice Mental health professionals implementing PBSPs should engage with relatives and patients, gain organizational commitment and ensure that those involved understand fully the positive behaviour support approach.","accessed":{"date-parts":[[2023,10,1]]},"author":[{"family":"Clark","given":"Louise L."},{"family":"Lekkai","given":"Fiorinta"},{"family":"Murphy","given":"Anthony"},{"family":"Perrino","given":"Luisa"},{"family":"Bapir-Tardy","given":"Savin"},{"family":"Barley","given":"Elizabeth Alexandra"}],"citation-key":"clarkUsePositiveBehaviour2020","container-title":"Journal of Psychiatric and Mental Health Nursing","DOI":"10.1111/jpm.12566","ISSN":"1365-2850","issue":"2","issued":{"date-parts":[[2020]]},"language":"en","license":"© 2019 John Wiley & Sons Ltd","page":"140-150","source":"Wiley Online Library","title":"The use of positive behaviour support plans in mental health inpatient care: A mixed methods study","title-short":"The use of positive behaviour support plans in mental health inpatient care","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/jpm.12566","volume":"27"},
  {"id":"doodyFamiliesExperiencesInvolvement2017","abstract":"Accessible summary What is known on the subject? Current policy advocates for the participation of family carers in care planning. Caring for a person with a mental illness requires a significant commitment from families to support their relative's recovery. What this paper adds to existing knowledge? The evidence of family involvement in care planning is generally fraught with conflicting experiences related to different requirements between mental health professionals, families and service users. Confidentiality remains contentious at a practice level in terms of information sharing and decision-making. There is a requirement and need for a shared understanding around care planning between families and mental health professionals. What are the implications for practice? The provision of written information pertaining to families regarding confidentiality is required at service level. Educational workshops concerning care planning and treatment options should be provided for service users, families and mental health professionals. Further research into effective service-wide strategies that explore with families how their engagement can be positively fostered in mental health services is warranted. Abstract Introduction Mental health service policy stipulates that family carers be involved in care planning. Aim To identify families’ experiences of care planning involvement in adult mental health services. Method An integrative review where electronic databases and grey literature were searched for papers published between 01 January 2005 and 10 February 2016. Results Fifteen papers met the inclusion criteria. Thematic analysis generated three themes: (1) families’ experience of collaboration, (2) families’ perceptions of professionals and (3) families’ impressions of the care planning process. Collaborative decision-making is not regularly experienced by families with an ‘us’ and ‘them’ divide, perpetuated by a lack of communication, confidentiality constraints and a claim of ‘insider knowledge’ of service users. When involved, families perceive care planning to be uncoordinated and that their lived experiences are not always appreciated. Discussion Families need to be valued, empowered and engaged in care planning and the partnership distance be addressed. Accommodating the views of family, service user and professionals is preferable but not always possible. Our findings suggest that the key element for professionals is to value all ‘insider knowledge’ where possible. Implications for Practice Services should develop written information on confidentiality for families and facilitate open communication concerning their involvement in care planning.","accessed":{"date-parts":[[2023,10,1]]},"author":[{"family":"Doody","given":"O."},{"family":"Butler","given":"M. P."},{"family":"Lyons","given":"R."},{"family":"Newman","given":"D."}],"citation-key":"doodyFamiliesExperiencesInvolvement2017","container-title":"Journal of Psychiatric and Mental Health Nursing","DOI":"10.1111/jpm.12369","ISSN":"1365-2850","issue":"6","issued":{"date-parts":[[2017]]},"language":"en","license":"© 2017 John Wiley & Sons Ltd","page":"412-430","source":"Wiley Online Library","title":"Families’ experiences of involvement in care planning in mental health services: an integrative literature review","title-short":"Families’ experiences of involvement in care planning in mental health services","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/jpm.12369","volume":"24"},
  {"id":"icanotesUltimateGuideCreating2020","author":[{"literal":"ICANotes"}],"citation-key":"icanotesUltimateGuideCreating2020","issued":{"date-parts":[[2020]]},"publisher":"ICANotes","title":"The Ultimate Guide to Creating Mental Health Treatment Plans","type":"book"},
  {"id":"lambertNursingCarePlans2019","abstract":"Nursing care plans in mental health","accessed":{"date-parts":[[2023,10,1]]},"author":[{"family":"Lambert","given":"Nicky"}],"citation-key":"lambertNursingCarePlans2019","container-title":"Mental Health Practice","DOI":"10.7748/mhp.2019.e1375","ISSN":"1465-8720, 2047-895X","issue":"6","issued":{"date-parts":[[2019,11,6]]},"language":"en","publisher":"RCN Publishing Company Limited","source":"journals-rcni-com.napier.idm.oclc.org","title":"Nursing care plans in mental health","type":"article-journal","URL":"https://doi.org/10.7748/mhp.2019.e1375","volume":"22"},
  {"id":"mwcPersonCentredCareplans2019","author":[{"literal":"MWC"}],"citation-key":"mwcPersonCentredCareplans2019","issued":{"date-parts":[[2019]]},"publisher":"Mental Welfare Commission for Scotland","title":"Person Centred Careplans: Good Practice Guide","type":"document"},
  {"id":"nhsfifeMHLDCARE2021","author":[{"literal":"NHS Fife"}],"citation-key":"nhsfifeMHLDCARE2021","issued":{"date-parts":[[2021]]},"publisher":"NHS Fife","title":"MH & LD CARE PLANNING STANDARDS: Person Centred Care Plan Audit Tool","type":"document"},
  {"id":"nhstaysideMentalHealthNursing2019","author":[{"literal":"NHS Tayside"}],"citation-key":"nhstaysideMentalHealthNursing2019","issued":{"date-parts":[[2019,5]]},"publisher":"NHS Tayside","title":"Mental Health Nursing Standards for Person Centred Care Planning","type":"document"},
  {"id":"normanArtScienceMental2017","author":[{"family":"Norman","given":"Ian J."},{"family":"Ryrie","given":"Iain"}],"citation-key":"normanArtScienceMental2017","edition":"Fourth edition.","event-place":"London, England","ISBN":"978-0-335-22691-7","issued":{"date-parts":[[2017]]},"language":"eng","publisher":"McGraw Hill Education","publisher-place":"London, England","source":"napier.primo.exlibrisgroup.com","title":"The art and science of mental health nursing: principles and practice","title-short":"The art and science of mental health nursing","type":"book"},
  {"id":"reidCollaborationProcessOutcome2018","abstract":"This qualitative study explores inpatient mental health consumer perceptions of how collaborative care planning with mental health nurses impacts personal recovery. Semi-structured interviews were conducted with consumers close to discharge from one unit in Sydney, Australia. The unit had been undertaking a collaborative care planning project which encouraged nurses to use care plan documentation to promote person-centred and goal-focussed interactions and the development of meaningful strategies to aid consumer recovery. The interviews explored consumer understandings of the collaborative care planning process, perceptions of the utility of the care plan document and the process of collaborating with the nurses, and their perception of the impact of collaboration on their recovery. Findings are presented under four organizing themes: the process of collaborating, the purpose of collaborating, the nurse as collaborator and the role of collaboration in wider care and recovery. Consumers highlighted the importance of the process of developing their care plan with a nurse as being as helpful for recovery as the goals and strategies themselves. The findings provide insights into consumers’ experiences of care planning in an acute inpatient unit, the components of care that support recovery and highlight specific areas for mental health nursing practice improvement in collaboration.","accessed":{"date-parts":[[2023,10,1]]},"author":[{"family":"Reid","given":"Rebecca"},{"family":"Escott","given":"Phil"},{"family":"Isobel","given":"Sophie"}],"citation-key":"reidCollaborationProcessOutcome2018","container-title":"International Journal of Mental Health Nursing","DOI":"10.1111/inm.12463","ISSN":"1447-0349","issue":"4","issued":{"date-parts":[[2018]]},"language":"en","license":"© 2018 Australian College of Mental Health Nurses Inc.","page":"1204-1211","source":"Wiley Online Library","title":"Collaboration as a process and an outcome: Consumer experiences of collaborating with nurses in care planning in an acute inpatient mental health unit","title-short":"Collaboration as a process and an outcome","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/inm.12463","volume":"27"},
  {"id":"rioLackTherapeuticEngagement2020","abstract":"It is mental health consumer's human right to lead a fulfilling life as they are empowered to actively manage their recovery. This can be facilitated through care planning, yet research suggests that the care plan is not routinely created, discussed, or updated in acute mental health settings. Research on care planning and the role of the mental health nurse highlights the importance of therapeutic communication in care plan development. This paper argues that the lack of meaningful care plan discussions between consumers and mental health nurses in an acute setting is a limitation to the practice of fully accountable mental health nursing care. We explore this limitation in quality care provision by examining literature on accountability and conclude that in mental health nursing, accountability is frequently enacted through an overarching focus on the organizational need to manage risks, rather than on therapeutic engagement.","accessed":{"date-parts":[[2023,10,1]]},"author":[{"family":"Rio","given":"Josephien H. M."},{"family":"Fuller","given":"Jeffrey"},{"family":"Taylor","given":"Kerry"},{"family":"Muir-Cochrane","given":"Eimear"}],"citation-key":"rioLackTherapeuticEngagement2020","container-title":"International Journal of Mental Health Nursing","DOI":"10.1111/inm.12684","ISSN":"1447-0349","issue":"2","issued":{"date-parts":[[2020]]},"language":"en","license":"© 2019 Australian College of Mental Health Nurses Inc.","page":"290-298","source":"Wiley Online Library","title":"A lack of therapeutic engagement and consumer input in acute inpatient care planning limits fully accountable mental health nursing practice","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/inm.12684","volume":"29"},
  {"id":"symanski-tondoraPartneringRecoveryMental2014","author":[{"family":"Symanski-Tondora","given":"Janis L."}],"citation-key":"symanski-tondoraPartneringRecoveryMental2014","contributor":[{"family":"Miller","given":"Rebecca"},{"family":"Slade","given":"Mike"},{"family":"Davidson","given":"Larry"}],"edition":"Second edition.","event-place":"Chichester, West Sussex, UK","ISBN":"978-1-118-38853-2","issued":{"date-parts":[[2014]]},"language":"eng","publisher":"Hoboken, NJ","publisher-place":"Chichester, West Sussex, UK","source":"napier.primo.exlibrisgroup.com","title":"Partnering for recovery in mental health: a practical guide to person-centered planning","title-short":"Partnering for recovery in mental health","type":"book"},
  {"id":"wrycraftAssessmentCarePlanning2015","abstract":"Assessment of mental health problems is a challenging area of practice that covers a range of symptoms and behaviours - and involves building a trust relationship with service users while also using specialist skills. Using a values-based approach focused on engaging and working in partnership with the service user, this book is designed to take you from the core building blocks of assessment through to practice-based guidance about mental health behaviours, and concludes with case studies 'on the ground'. The first section of the book explores core aspects of assessment such as communication skills and engaging the service user, and explores how assessment guides the nursing process as a whole. The next section will be ideal for quick reference during practice and looks at 23 different clinical behaviours that nurses will assess, under 4 categories: * Physical factors in mental health * Behavioural aspects in mental health * The role of thoughts in mental health * Feelings in mental health The final section gives 4 case studies of different assessment stories which relate to the different types of clinical behaviour you will encounter. This practical book is essential reading for student nurses and all healthcare staff involved in the assessment of people with mental health problems. \"I would highly recommend this book to all mental health nursing students. Whilst the focus is on assessment and care planning; knowledge and skills on a range of essential areas are present in this text. It is an essential handbook for key mental health nursing skills. Case studies are presented with clarity, and Nick Wrycraft is clearly committed to nurses learning from service users, which is essential for values-based practice.\" Julia Terry, Senior Lecturer in Mental Health Nursing, Swansea University, UK \"This text is a good fit for mental health nursing students new to assessment and care planning, providing a practical rather than academic approach to these important aspects of the role.\" Dr Janine Archer Lecturer School of Nursing, Midwifery & Social Work, University of Manchester, UK \"Dr. Nick Wrycraft has done tremendously in making available the maiden edition of this book. Assessment and Care Planning in Mental Health Nursing will be a valued reference book for mental health student nurses who are new to the process of assessment and care planning. The book will therefore go a long way to provide educational and learning support to pre-registration nursing students as well as the newly qualified mental health nurses in practice.\" Kike Abioye, Mental Health Student Nurse, Anglia Ruskin University, UK","accessed":{"date-parts":[[2023,10,1]]},"author":[{"family":"Wrycraft","given":"Nick"}],"citation-key":"wrycraftAssessmentCarePlanning2015","event-place":"Maidenhead, UNITED KINGDOM","ISBN":"978-0-335-26475-9","issued":{"date-parts":[[2015]]},"publisher":"McGraw-Hill Education","publisher-place":"Maidenhead, UNITED KINGDOM","source":"ProQuest Ebook Central","title":"Assessment and Care Planning in Mental Health Nursing","type":"book","URL":"http://ebookcentral.proquest.com/lib/napier/detail.action?docID=6212142"},
  {"id":"wyderLanguageWeUse2018","abstract":"Objective: This study describes the impact of Motivational Aftercare Planning (MAP) – an intervention to increase consumer/clinician collaboration on the content of mental health recovery plans. The intervention focussed on enhancing existing discharge processes in psychiatric inpatient wards and supporting nursing staff in using motivational interviewing techniques to facilitate the completion of these plans.\nMethods: We conducted a qualitative thematic content analysis of the recovery plans completed throughout the study (n = 110). Chi-squared tests were then used to compare the occurrence of themes and content identified in recovery plans pre and post the intervention (n = 55).\nResults: The thematic content of the recovery plans shifted in focus following the intervention, with a change from third to first person language. Those completed prior to the intervention generally mentioned: decreasing symptoms of mental illness; acceptance of the illness; achieving clinical stability; risk management and treatment compliance. The recovery plans completed after the intervention focussed on: general wellness; participate in meaningful activities; community life; social roles and connections with others.\nConclusions: This study demonstrated that a simple time-limited, facilitated intervention resulted in a change of thematic content in recovery plans. The use of these plans and its effect on care planning will need further evaluation.","accessed":{"date-parts":[[2023,10,1]]},"author":[{"family":"Wyder","given":"Marianne"},{"family":"Kisely","given":"Steve"},{"family":"Meurk","given":"Carla"},{"family":"Dietrich","given":"Josie"},{"family":"Fawcett","given":"Teresa"},{"family":"Siskind","given":"Dan"},{"family":"Robinson","given":"Gail"},{"family":"Crompton","given":"David"}],"citation-key":"wyderLanguageWeUse2018","container-title":"Australasian Psychiatry","container-title-short":"Australas Psychiatry","DOI":"10.1177/1039856218772251","ISSN":"1039-8562","issue":"5","issued":{"date-parts":[[2018,10,1]]},"language":"en","page":"496-502","publisher":"SAGE Publications Ltd","source":"SAGE Journals","title":"The language we use – the effect of writing mental health care plans in the first person","type":"article-journal","URL":"https://doi.org/10.1177/1039856218772251","volume":"26"}
]
